_posts/technology/2016-05-16-hannover-messe-2016.html
---
layout: post
title: 从2016汉诺威工业展看工业4.0的发展现状
categories: [technology]
tags: [industry]
---

<p>
在刚刚结束的汉诺威展上展示了很多工业和能源方面的创新科技，呈现了工业4.0从概念到现实的突破。虽然不能亲临现场参观观摩，但是从前方记者采集的资料学习学习还是会有收获的。
</p>


<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> 美国，奥巴马</h2>
<div class="outline-text-2" id="text-1">
<p>
首先值得一提的是，这次的 Hannover Messe 居然还吸引了美国总统奥巴马前来参观。展会开幕当晚，奥巴马和默克尔同台发表了演说表明了对汉诺威展的支持，以及对工业4.0发展的展望。根据参展人员介绍，奥马巴参观的两个展厅严格限制了闲杂人员的走动，相当具有安全意识，万一出岔子那是全世界要轰动的。
</p>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">2</span> 全球工业 4.0 战略</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">2.1</span> 中国</h3>
<div class="outline-text-3" id="text-2-1">
<p>
中国提出了中国制造 2025 计划。另外 2015 年 7 月 14 日中国工信部还和德国
BMWi（Die Kommunikations- und Informationsplattform des Bundesministeriums für
Wirtschaft und Energie<sup>(de)</sup>，German Federal Ministry for Economic Affairs and
Energy<sup>(en)</sup>）<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> 签订了谅解备忘录，旨在增强两国智能制造领域的创新合作。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">2.2</span> 美国</h3>
<div class="outline-text-3" id="text-2-2">
<p>
美国组建了 SMLC 协会（Smart Manufacturing Leadership Coalition），并提出了开放的平台标准： Open Smart Manufacturing Platform，其目标是整合开放的网络信息技术来帮助制造企业实现智能化生产，从而缩减制造成本，减少商业风险。
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-3">
<h3 id="orgheadline4"><span class="section-number-3">2.3</span> 日本</h3>
<div class="outline-text-3" id="text-2-3">
<p>
日本经济产业省（経済産業省<sup>(jp)</sup>，Ministry of Economy, Trade and Industry<sup>(en)</sup>）以及企业组织提出了Industrial Value Chain Initiative（www.iv-i.org），旨在通过物联网技术和工业 4.0概念帮助制造企业实现高效协作。IVI 官网表明了其宗旨：The
Industrial Value Chain Initiative (IVI) is a forum to design a new society by
combining manufacturing and information technologies, and for all enterprises to
take an initiative collaboratively.
</p>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-3">
<h3 id="orgheadline5"><span class="section-number-3">2.4</span> 印度</h3>
<div class="outline-text-3" id="text-2-4">
<p>
2014 年 9 月 25 日，印度首相 Narendra Modi 宣布了“Make in India”计划。目标是鼓励印度国内企业以及跨国公司在印度生产。另外印度还有一个数字印度计划（Digital India），目标是通过工业 4.0 技术以及智能信息化技术来构建印度数字社会和知识经济：The
Digital India programme is a flagship programme of the Government of India with
a vision to transform India into a digitally empowered society and knowledge
economy.
</p>
</div>
</div>
</div>

<div id="outline-container-orgheadline11" class="outline-2">
<h2 id="orgheadline11"><span class="section-number-2">3</span> 工业 4.0 成果</h2>
<div class="outline-text-2" id="text-3">
<p>
目前已经实施的标准包括 OPC UA（OPC Unified Architecture），ISA95。另外 Plattform
Industrie 4.0 和 IIC 在今年 3 月份提出的两个参考架构模型 Reference Architecture
Model for Industry 4.0（RAMI4.0）和 Industrial Internet Reference
Architecture（IIRA）。以下先简单了解下他们的概念，今后逐个学习一番：
</p>
</div>

<div id="outline-container-orgheadline7" class="outline-3">
<h3 id="orgheadline7"><span class="section-number-3">3.1</span> OPC UA</h3>
<div class="outline-text-3" id="text-3-1">
<p>
The OPC Unified Architecture (UA), released in 2008, is a platform independent
service-oriented architecture that integrates all the functionality of the
individual OPC Classic specifications into one extensible framework.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>
</div>
</div>

<div id="outline-container-orgheadline8" class="outline-3">
<h3 id="orgheadline8"><span class="section-number-3">3.2</span> ISA95</h3>
<div class="outline-text-3" id="text-3-2">
<p>
ISA-95 is an international standard that defines the terminology and models used
in the integration of business systems at the enterprise level with control
systems at the plant-floor level.
</p>
</div>
</div>

<div id="outline-container-orgheadline9" class="outline-3">
<h3 id="orgheadline9"><span class="section-number-3">3.3</span> RAMI 4.0</h3>
<div class="outline-text-3" id="text-3-3">
<p>
The German Industrie 4.0 platform, consisting of ZVEI, VDMA, and BITKOM, has
jointly reached important milestones in the standardization of Industrie
4.0. The first version of a reference architecture model for Industrie 4.0 (RAMI
4.0) which precisely describes Industrie 4.0-compliant production equipment, has
been developed.
</p>
</div>
</div>

<div id="outline-container-orgheadline10" class="outline-3">
<h3 id="orgheadline10"><span class="section-number-3">3.4</span> IIRA</h3>
<div class="outline-text-3" id="text-3-4">
<p>
The Industrial Internet Reference Architecture (IIRA) is a standard based open
architecture for IISs. To maximize its value, the IIRA has broad industry
applicability to drive interoperability, to 85 map applicable technologies, and
to guide technology and standard development.
</p>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.bmwi.de/">http://www.bmwi.de/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://opcfoundation.org/about/opc-technologies/opc-ua/">https://opcfoundation.org/about/opc-technologies/opc-ua/</a>
</p></div></div>


</div>
</div>
